/* About screen blog label */
"About.blog" = "blog";

/* About screen footer */
"About.footer" = "Dibuat oleh tim DigiWallet global. Versi %1$@";

/* Privay Policy button label */
"About.privacy" = "Kebijakan Privasi";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Syarat Penggunaan";

/* About screen title */
"About.title" = "Tentang";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Tutup";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Pusat Layanan";

/* Loading Wallet Message */
"Account.loadingMessage" = "Loading Wallet";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "DigiWallet Saya";

/* Error alert title */
"Alert.error" = "Error";

/* No internet alert message */
"Alert.noInternet" = "Tidak ditemukan koneksi internet. Periksa kembali koneksi anda dan ulangi kembali";

/* Warning alert title */
"Alert.warning" = "Peringatan";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Address disalin";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Semua address wallet sukses disalin";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Paper Key Set";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Mengagumkan";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN Set";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Pengiriman gagal";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Mengirim Konfirmasi";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Mengirim Uang";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON Serialisasi Gagal";

/* Wallet not ready error message */
"ApiClient.notReady" = "Wallet belum siap";

/* API Token error message */
"ApiClient.tokenError" = "Tidak dapat mengambil token API";

/* Send BCH view body. */
"BCH.body" = "Masukkan address DigiByte tujuan di bawah ini. Semua DigiByte di dompet Anda pada saat Fork (%1$@) akan dikirim.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Konfirmasi pengiriman %1$@ ke %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Konfirmasi";

/* Generic bch erorr message */
"BCH.genericError" = "Akun Anda tidak memiliki DigiByte, atau Anda menerima DigiByte setelah Fork";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID transaksi disalin";

/* No address error message */
"BCH.noAddressError" = "Coba masukkan Address";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Permintaan Protokol Pembayaran tidak didukung untuk transaksi DigiByte";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte berhasil dikirim";

/* Widthdraw BCH view title */
"BCH.title" = "Penarikan DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID Transaksi DigiByte";

/* Approve button label */
"BitID.approve" = "Menyetujui";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ meminta otentikasi menggunakan dompet DigiByte Anda";

/* Deny button label */
"BitID.deny" = "Menolak";

/* BitID error alert title */
"BitID.error" = "Otentikasi Error";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Silakan periksa layanan. Anda mungkin perlu mencoba lagi";

/* BitID success alert title */
"BitID.success" = "Otentikasi Sukses";

/* BitID Authentication Request alert view title */
"BitID.title" = "Permintaan otentikasi BitID";

/* Cancel button label */
"Button.cancel" = "Membatalkan";

/* Ignore button label */
"Button.ignore" = "Abaikan";

/* menu button */
"Button.menu" = "Menu";

/* No button */
"Button.no" = "Tidak";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "Menerima";

/* send button */
"Button.send" = "Kirim";

/* Settings button label */
"Button.settings" = "Pengaturan";

/* Settings button label */
"Button.submit" = "Mengajukan";

/* Yes button */
"Button.yes" = "Ya";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Pusatkan ID Anda di dalam kotak";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Jumlah dikirim";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Biaya Network";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Waktu proses: Transaksi ini akan memakan waktu %1$@ menit untuk diproses";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Kirim";

/* Confirmation Screen title */
"Confirmation.title" = "Konfirmasi";

/* To: (address) */
"Confirmation.to" = "Untuk";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Total Biaya:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Untuk memastikan semuanya ditulis dengan benar, masukkan kata-kata berikut dari paper key Anda.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Kata #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Display Unit DigiByte";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Rate Exchange ";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Perangkat ini tidak dikonfigurasi untuk mengirim email dengan aplikasi email iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email tidak tersedia";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Perangkat ini tidak dikonfigurasi untuk mengirim pesan.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Pesan tidak tersedia";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Anda dapat menyesuaikan Face ID spending limit dari% 1 $ @.";

/* Face Id screen label */
"FaceIDSettings.label" = "Gunakan wajah Anda untuk membuka DigiWallet Anda dan mengirim uang ke batas yang ditetapkan.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Teks Link (lihat TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Aktifkan Face ID untuk DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Anda belum mengatur Face ID pada perangkat ini. Buka Pengaturan-> Face ID &  Passcode untuk mengatur sekarang.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID belum diatur";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID Spending Limit";

/* Economy fee */
"FeeSelector.economy" = "Ekonomi";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Estimasi Pengiriman: 60+ menit";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Pilihan ini tidak disarankan untuk transaksi untuk waktu yang mendesak";

/* Regular fee */
"FeeSelector.regular" = "Regular";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Estimasi Pengiriman: 10-30 menit";

/* Fee Selector title */
"FeeSelector.title" = "Kecepatan Proses";

/* Checking private key balance progress view text */
"Import.checking" = "Memeriksa private key balance...";

/* Sweep private key confirmation message */
"Import.confirm" = "Kirim %1$@ dari private key ke dalam wallet Anda? Network DigiByte akan menerima biaya sebesar %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Private key ini sudah ada di dalam wallet anda";

/* empty private key error message */
"Import.Error.empty" = " private key ini kosong";

/* High fees error message */
"Import.Error.highFees" = "Biaya transaksi akan lebih mahal dari pada dana yang tersedia pada private key ini";

/* Not a valid private key error message */
"Import.Error.notValid" = "Private key tidak valid";

/* Import signing error message */
"Import.Error.signing" = "Kesalahan dalam penandatanganan transaksi";

/* Import button label */
"Import.importButton" = "Import";

/* Importing wallet progress view label */
"Import.importing" = "Mengimport  wallet";

/* Caption for graphics */
"Import.leftCaption" = "Dompet diimpor";

/* Import wallet intro screen message */
"Import.message" = "Mengimpor sebuah wallet, mentransfer semua uang dari dompet Anda ke DigiWallet Anda menggunakan satu transaksi.";

/* Enter password alert view title */
"Import.password" = "Private key ini diproteksi oleh password";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "password";

/* Caption for graphics */
"Import.rightCaption" = "DigiWallet Anda";

/* Scan Private key button label */
"Import.scan" = "Scan Private Key";

/* Import wallet success alert title */
"Import.success" = "sukses";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Wallet berhasil diimpor";

/* Import Wallet screen title */
"Import.title" = "Import Wallet";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Unlocking Key";

/* Import wallet intro warning message */
"Import.warning" = "Mengimpor wallet tidak termasuk riwayat transaksi atau detail lainnya.";

/* Wrong password alert message */
"Import.wrongPassword" = "Password salah, silahkan coba lagi.";

/* Close app button */
"JailbreakWarnings.close" = "Tutup";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Abaikan";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "KEAMANAN PERANGKAT DIGUNAKAN\nSetiap aplikasi 'jailbreak' dapat mengakses data keychain DigiWallet dan mencuri DigiByte Anda! Wipe wallet ini segera dan kembalikan ke perangkat yang aman.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "KEAMANAN PERANGKAT DIGUNAKAN\nAplikasi 'jailbreak' manapun dapat mengakses data keychain DigiWallet dan mencuri DigiByte Anda. Harap menggunakan DigiWallet pada perangkat non-jailbroken.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "PERINGATAN";

/* Location services disabled error */
"LocationPlugin.disabled" = "Layanan lokasi dinonaktifkan.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet tidak memiliki izin untuk mengakses layanan lokasi.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Anda membuat wallet di %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Nama wallet Anda hanya muncul di riwayat transaksi akun Anda dan tidak dapat dilihat oleh orang lain.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nama Wallet";

/* Manage wallet modal title */
"ManageWallet.title" = "Mengelola Wallet";

/* Buy bitcoin title */
"MenuButton.buy" = "Beli Digibyte";

/* Menu button title */
"MenuButton.lock" = "Mengunci Wallet";

/* Menu button title */
"MenuButton.security" = "Pusat Keamanan";

/* Menu button title */
"MenuButton.settings" = "Pengaturan";

/* Menu button title */
"MenuButton.support" = "Support";

/* button label */
"MenuViewController.createButton" = "Membuat Wallet Baru";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Recover Wallet";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Beralih ke Mode Otomatis";

/* Node is connected label */
"NodeSelector.connected" = "Terhubung";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Masukkan IP Node address dan port (optional)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Masukkan Node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Beralih ke Mode Manual";

/* Node address label */
"NodeSelector.nodeLabel" = "Saat ini Primary Node";

/* Node is not connected label */
"NodeSelector.notConnected" = "Tidak Terhubung";

/* Node status label */
"NodeSelector.statusLabel" = "Status Koneksi Node";

/* Node Selector view title */
"NodeSelector.title" = "DigiByte Nodes";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Permintaan Pembayaran Buruk";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Dokumen tidak disupport atau rusak";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "sertifikat hilang";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "permintaan kadaluarsa";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Tidak bisa melakukan pembayaran";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Pembayaran DigiByte tidak boleh kurang dari %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Output transaksi DigiByte tidak boleh kurang dari $@";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "jenis signature tidak didukung";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "sertifikat tidak tepercaya";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Tap di sini untuk mengaktifkan Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Face ID diaktifkan";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Kode akses perangkat diperlukan untuk melindungi wallet anda. Buka pengaturan dan aktifkan kode sandi.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Aktifkan kode sandi perangkat";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Paper Key Anda harus disimpan jika Anda pernah kehilangan atau mengganti telepon Anda. Tap di sini untuk melanjutkan.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Diperlukan Tindakan";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Wallet Anda mungkin tidak sinkron. Hal ini dapat diperbaiki dengan cara memindaian ulang blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transaksi Ditolak";

/* Share data prompt body */
"Prompts.ShareData.body" = "Bantu perbaiki DigiWallet dengan berbagi data anonim Anda dengan kami";

/* Share data prompt title */
"Prompts.ShareData.title" = "Bagikan Data Anonim";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Tap disini untuk aktivasi Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Touch ID diaktifkan";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet telah mengupgrade menggunakan PIN 6 digit. Tap di sini untuk upgrade";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Upgrade PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Aktifkan notifikasi untuk menerima pesan khusus dari DigiWallet di masa mendatang.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push Notifications";

/* Push notifications are off label */
"PushNotifications.off" = "Mati";

/* Push notifications are on label */
"PushNotifications.on" = "Menyala";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notifications";

/* Address copied message. */
"Receive.copied" = "Disalin ke clipboard";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Meminta Jumlah";

/* Share button label */
"Receive.share" = "Bagikan";

/* Share via text message (SMS) */
"Receive.textButton" = "Pesan teks";

/* Receive modal title */
"Receive.title" = "Menerima";

/* Done button text */
"RecoverWallet.done" = "Selesai";

/* Recover wallet header */
"RecoverWallet.header" = "Recover Wallet";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Reset PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Masukkan Paper Key";

/* Recover wallet intro */
"RecoverWallet.intro" = "Recover DigiWallet anda dengan paper key.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Paper Key yang Anda masukkan tidak valid. Silahkan periksa kembali setiap kata dan coba lagi.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Panah Kiri";

/* Next button label */
"RecoverWallet.next" = "Berikutnya";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Tap di sini untuk informasi lebih lanjut.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Panah kanan";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Masukkan paper key untuk wallet yang ingin Anda recover.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Untuk mereset PIN Anda, masukkan kata-kata dari paper key Anda ke dalam kotak di bawah ini.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Harap masukkan jumlah terlebih dahulu.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Meminta Jumlah";

/* Alert action button label */
"ReScan.alertAction" = "Sync";

/* Alert message body */
"ReScan.alertMessage" = "Anda tidak akan bisa mengirim uang ketika melakukan sinkronisasi.";

/* Alert message title */
"ReScan.alertTitle" = "Sync dengan Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 menit";

/* Syncing explanation */
"ReScan.body2" = "Jika transaksi menunjukkan lengkap pada network DigiByte namun tidak di muncul pada DigiWallet Anda.";

/* Syncing explanation */
"ReScan.body3" = "Anda berulang kali mengalami error menunjukkan bahwa transaksi Anda ditolak.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Memulai Sync";

/* Sync blockchain view footer */
"ReScan.footer" = "Anda tidak akan bisa mengirim uang ketika menyinkronkan dengan blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Sync Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Estimasi waktu";

/* Subheader label */
"ReScan.subheader2" = "Kapan Menyinkronkan?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Camera Flash";

/* Complete filter label */
"Search.complete" = "Lengkap";

/* Pending filter label */
"Search.pending" = "tertunda";

/* Received filter label */
"Search.received" = "diterima";

/* Sent filter label */
"Search.sent" = "dikirim";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Aktifkan semua fitur keamanan untuk perlindungan maksimal.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Satu-satunya cara untuk mengakses DigiByte Anda jika Anda kehilangan atau mengupgrade telepon Anda";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Paper Key";

/* PIN button description */
"SecurityCenter.pinDescription" = "lindungi DigiWallet Anda dari pengguna yang tidak berwenang.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-Digit PIN";

/* Security Center Title */
"SecurityCenter.title" = "Pusat Keamanan";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Buka dengan nyaman DigiWallet Anda dan mengirim uang sampai batas yang ditentukan.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Jumlah";

/* Balance: $4.00 */
"Send.balance" = "Balance: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Buka Pengaturan untuk mengizinkan akses kamera.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet tidak diizinkan mengakses kamera";

/* Warning when sending to self. */
"Send.containsAddress" = "Tujuannya adalah address anda sendiri. Anda tidak bisa mengirim untuk diri sendiri.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Tidak dapat membuat transaksi.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Pasteboard kosong";

/* Network Fee: $0.01 */
"Send.fee" = "Biaya Network: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identitas penerima pembayaran tidak disertifikasi.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Address tujuan bukan address DigiByte yang valid.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Pasteboard tidak berisi address DigiByte yang valid.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Address tidak Valid";

/* Is rescanning error message */
"Send.isRescanning" = "Pengiriman dinonaktifkan saat penelusuran ulang penuh.";

/* Loading request activity view message */
"Send.loadingRequest" = "Permintaan Loading";

/* Empty address alert message */
"Send.noAddress" = "Harap masukkan address penerima.";

/* Emtpy amount alert message */
"Send.noAmount" = "Masukkan jumlah yang akan dikirim";

/* Paste button label */
"Send.pasteLabel" = "Paste";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Tidak dapat mempublikasikan transaksi";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Tidak dapat memuat permintaan pembayaran";

/* Scan button label */
"Send.scanLabel" = "Scan";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Kirim";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Kirim";

/* Send money to label */
"Send.toLabel" = "Untuk";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Address DigiByte ditujukan untuk penggunaan tunggal saja";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Penggunaan kembali mengurangi privasi baik bagi Anda maupun penerima dan dapat mengakibatkan kerugian jika penerima tidak secara langsung mengontrol alamatnya.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Address sudah digunakan";

/* About label */
"Settings.about" = "Tentang";

/* Advanced Settings title */
"Settings.advancedTitle" = "Pengaturan lanjutan";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Display Valuta";

/* Join Early access label */
"Settings.earlyAccess" = "Bergabunglah dengan Akses Awal";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Apakah kamu menikmati DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID Spending Limit";

/* Import wallet label */
"Settings.importTitle" = "Import Wallet";

/* Manage settings section header */
"Settings.manage" = "Mengelola";

/* Notifications label */
"Settings.notifications" = "Notifications";

/* Leave review button label */
"Settings.review" = "Berikan kami testimoni";

/* Share anonymous data label */
"Settings.shareData" = "Bagikan Data Anonim";

/* Sync blockchain label */
"Settings.sync" = "Sync Blockchain";

/* Settings title */
"Settings.title" = "Pengaturan";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID Spending Limit";

/* Wallet Settings section header */
"Settings.wallet" = "Wallet";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Start/Recover Wallet lainnya";

/* Share data view body */
"ShareData.body" = "Bantu perbaiki DigiWallet dengan berbagi data anonim Anda dengan kami. Ini tidak termasuk informasi keuangan. Kami menghormati privasi finansial Anda.";

/* Share data header */
"ShareData.header" = " Data dibagikan?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Bagikan Data Anonim?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Tulis ulang Paper Key ";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Paper Key Anda adalah satu-satunya cara untuk mengembalikan DigiWallet Anda jika telepon Anda hilang, dicuri, rusak, atau ditingkatkan.\n \nKami akan menunjukkan daftar kata-kata untuk ditulis di selembar kertas dan simpan ditempat yang aman.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Tuliskan Paper Key";

/* Argument is date */
"StartPaperPhrase.date" = "Anda terakhir menuliskan paper key Anda %1$@";

/* Start view message */
"StartViewController.message" = "Cara yang paling aman dan terpercaya menggunakan DigiByte.";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Menghubungkan";

/* Syncing view header text */
"SyncingView.header" = "Syncing";

/* Retry button label */
"SyncingView.retry" = "Coba kembali";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Syncing";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ hari";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ jam";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ menit";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ detik";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Anda dapat menyesuaikan Touch ID spending limit dari %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Gunakan sidik jari Anda untuk membuka DigiWallet Anda dan mengirim uang ke batas yang ditetapkan";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Layar Touch ID Spending Limit";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Spending limit: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Aktifkan Touch ID untuk DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Anda belum mengaktifkan Touch ID pada perangkat ini. Buka Settings-> Touch ID & Passcode untuk mengaturnya sekarang.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID Tidak  di Set Up";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Selalu membutuhkan passcode";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Anda akan diminta memasukkan PIN 6 digit untuk mengirim transaksi melebihi batas pengeluaran Anda, dan setiap 48 jam sejak terakhir kali Anda memasukkan PIN 6 digit Anda.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Spending Limit";

/* Availability status text */
"Transaction.available" = "Tersedia untuk Dibelanjakan";

/* Transaction complete label */
"Transaction.complete" = "Lengkap";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Balance akhir: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Nilai tukar saat diterima:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Nilai tukar saat dikirim:";

/* (b600 fee) */
"Transaction.fee" = "Biaya %1$@";

/* Invalid transaction */
"Transaction.invalid" = "TIDAK VALID";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "baru saja";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Dalam progress: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Dalam progress: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Balance awal: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Menunggu untuk dikonfirmasi. Beberapa merchant membutuhkan konfirmasi untuk menyelesaikan transaksi. Perkiraan waktu: 1-2 menit.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "Akun";

/* Amount section header */
"TransactionDetails.amountHeader" = "Jumlah";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Dikonfirmasi di Blok";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Transaksi anda akan muncul disini.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "di %1$@";

/* More button title */
"TransactionDetails.more" = "Lengkapnya";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Dipindahkan %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Dipindahkan <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Tidak dikonfirmasi";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Diterima %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Diterima <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = " Dikirim %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Dikirim <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Detail transaksi";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "Untuk %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ID Transaksi DigiByte";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Diterima di Address ini";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Dikirim pada Address ini";

/* Disabled until date */
"UnlockScreen.disabled" = "Nonaktifkan sampai %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Address Saya";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Reset PIN";

/* Scan button title */
"UnlockScreen.scan" = "Scan";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Masukkan PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Membuka kunci DigiWallet anda";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Membuka kunci Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Wallet tidak terkunci";

/* Update PIN caption text */
"UpdatePin.caption" = "Ingat PIN ini. Jika Anda lupa, Anda tidak akan bisa mengakses DigiByte Anda";

/* PIN creation info. */
"UpdatePin.createInstruction" = "PIN Anda akan digunakan untuk membuka DigiWallet Anda dan mengirim uang.";

/* Update PIN title */
"UpdatePin.createTitle" = "Set PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Masukkan kembali PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Masukkan PIN Anda saat ini.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Masukkan PIN baru Anda.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Masukkan kembali PIN baru Anda.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Maaf, tidak bisa mengupdate PIN";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Update PIN Error";

/* Update PIN title */
"UpdatePin.updateTitle" = "Update PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Salin Address Wallet pada clipboard?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Otorisasi untuk menyalin address wallet ke clipboard";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Salin Address Wallet";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Salin";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Harap masukkan PIN Anda untuk otorisasi transaksi ini.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Silahkan masukkan PIN untuk melanjutkan";

/* Verify PIN view title */
"VerifyPin.title" = "PIN diperlukan";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Otorisasi transaksi ini.";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Buka aplikasi iPhone DigiWallet untuk mengatur dompet Anda";

/* Dismiss button label */
"Webview.dismiss" = "Memberhentikan";

/* Webview loading error message */
"Webview.errorMessage" = "Terjadi kesalahan saat memuat konten. Silahkan coba lagi";

/* Updating webview message */
"Webview.updating" = "Memperbaruhi...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte untuk iOS telah berganti nama menjadi DigiWallet, dengan tampilan baru dan beberapa fitur baru.\n \nJika Anda memerlukan bantuan, cari (?) Di kanan atas layar.";

/* Top title of welcome screen */
"Welcome.title" = "Selamat datang di DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Apakah anda yakin menghapus wallet ini?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Menghapus Wallet?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Gagal menghapus wallet";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Gagal";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Masukkan frase pemulihan wallet ini untuk menghapusnya dan memulai atau memulihkan yang lain. Balance Anda saat ini tetap pada frase ini.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Memulai atau memulihkan Wallet lain memungkinkan Anda mengakses dan mengelola DigiWallet yang berbeda pada perangkat ini.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Anda tidak lagi dapat mengakses DigiWallet Anda saat ini dari perangkat ini. Balance akan tetap pada frase.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Mulai atau Recover Wallet lainnya";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Menghapus";

/* Wiping activity message */
"WipeWallet.wiping" = "Menghilangkan...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Tuliskan setiap kata dalam urutan dan simpan di tempat yang aman.";

/* button label */
"WritePaperPhrase.next" = "Selanjutnya";

/* button label */
"WritePaperPhrase.previous" = "Sebelumnya";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d dari %2$d";

